const books = [
  {
    _id: 1,
    title: 'ابن خلدون',
    description:
      ' هذا الكتاب موسوعة علمية متكاملة، تناول فيها ابن خلدون "أحد الرموز العبقرية في التاريخ العربي"، مسألة العمران البشري وارتباطها بالعديد من المجالات، كالطب والصناعة والاقتصاد والسياسة، كما تناول أخبار العرب منذ الخليقة وحتى عصره.',
    author: 'ابن خلدون',
    category: ['علوم', 'تاريخ'],
    image:
      'https://www.sayidaty.net/sites/default/files/styles/1375_scale/public/2018/12/16/4680511-1358179358.png',
    price: 1.5,
  },
  {
    _id: 2,
    title: 'عصر العلم',
    description:
      ' سيرة ذاتية للباحث المصري الحائز على جائزة نوبل للكيمياء عام 1999م، يستعرض من خلاله مراحل حياته، وبعض الأبعاد الثقافية والاجتماعية للشعوب؛ إضافةً إلى نظرته المستقبلية للعلم.',
    author: 'أحمد زويل',
    category: ['علوم', 'سيرة ذاتية'],
    image:
      'https://images.media.iqraaly.com:444/users/1/shows/513_1526213945.jpg',
    price: 4,
  },
  {
    _id: 3,
    title: 'حياة في الإدارة',
    description:
      ' سيرة ذاتية تناولت المهارات الإدارية التي ينبغي أنّ يتمتع بها الإداري الناجح، وذلك من خلال تطرّق القصيبي إلى مسيرة حياته التي واجه فيها الصعوبات والعقبات؛ بدءًا من الحياة الجامعية، ومرورًا بالمناصب التي تقلدها، وحتى عندما أصبح وزيرًا.',
    author: 'غازي القصيبي',
    category: ['إدارة', 'سيرة ذاتية'],
    image: 'https://cdn.jamalon.com/c/p/3019715.jpg',
    price: 3,
  },
  {
    _id: 4,
    title: 'أولاد حارتنا',
    description:
      ' الرواية التي حازت على جائزة نوبل للآداب عام 1988م، تستعرض قصة الإنسان والمجتمع، وتتغلغل في مفاهيم الخير والشر والعدالة والظلم بأسلوب قصصي مشوق، ورأى البعض أنهّا تحكي عن بعض المرويات الدينية بأسلوب رمزي عميق.',
    author: 'نجيب محفوظ',
    category: ['أدب', 'سياسة'],
    image:
      'https://storage.googleapis.com/rqiim-storage/5a1065b0f1b47f00110aedda.d480720daa2f5fe35277706c.jpeg',
    price: 2.5,
  },
  {
    _id: 5,
    title: 'دعاء الكروان ',
    description:
      ' إحدى أفضل مائة كتاب عربي، حسب تصنيف اتحاد الكُتّاب العرب، وتحولت لفيلم سينمائي، تروي قصة فتاة ريفية تحولت من حالة الفقر والعوز، إلى الثأر والانتقام.',
    author: 'طه حسين',
    category: ['أدب', 'روايات'],
    image: 'https://www.4read.net/uploads/images/1484753525.jpg',
    price: 6,
  },
];
export default books;
